{
  "plugins": {
    "99": {
      "src": "https://github.com/ThePrimeagen/99"
    },
    "cellular-automaton.nvim": {
      "src": "https://github.com/Eandrju/cellular-automaton.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "copilot.vim": {
      "src": "https://github.com/github/copilot.vim"
    },
    "csvview.nvim": {
      "src": "https://github.com/hat0uma/csvview.nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "golf": {
      "src": "https://github.com/vuciv/golf"
    },
    "harpoon": {
      "src": "https://github.com/ThePrimeagen/harpoon",
      "version": "'harpoon2'"
    },
    "lazygit.nvim": {
      "src": "https://github.com/kdheepak/lazygit.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "maximize.nvim": {
      "src": "https://github.com/declancm/maximize.nvim"
    },
    "mini.pick": {
      "src": "https://github.com/echasnovski/mini.pick"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "supermaven-nvim": {
      "src": "https://github.com/supermaven-inc/supermaven-nvim"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "undotree": {
      "src": "https://github.com/jiaoshijie/undotree"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-sleuth": {
      "src": "https://github.com/tpope/vim-sleuth"
    }
  }
}
